"keyApplicationTitle"           = "Utilitaire d’emplacement de mémoire";

"keyWarningOptimalInfo"         = "Les modules de mémoire sont mis en place dans les logements recommandés.";
"keyWarningNotOptimalInfo"      = "Les modules de mémoire installés sur ce système ne sont pas disposés selon la configuration recommandée pour fournir une bande passante de mémoire optimale.";

"keyCurrentDIMMConfig"          = "Modules de mémoire installés actuellement :";
"keyRecommendedConfig"          = "Configuration recommandée :";
"keyOKButton"					= "OK";
"keyPrintButton"				= "Imprimer";
"keyQuit"                       = "Quitter";

"keySlot1"                      = "Log. 1 :";
"keySlot2"                      = "Log. 2 :";
"keySlot3"                      = "Log. 3 :";
"keySlot4"                      = "Log. 4 :";
"keySlot5"                      = "Log. 5 :";
"keySlot6"                      = "Log. 6 :";
"keySlot7"                      = "Log. 7 :";
"keySlot8"                      = "Log. 8 :";

"keyServerSlotA4"                   = "Log. A4 :";
"keyServerSlotA1"                   = "Log. A1 :";
"keyServerSlotA5"                   = "Log. A5 :";
"keyServerSlotA2"                   = "Log. A2 :";
"keyServerSlotA6"                   = "Log. A6 :";
"keyServerSlotA3"                   = "Log. A3 :";
"keyServerSlotB4"                   = "Log. B4 :";
"keyServerSlotB1"                   = "Log. B1 :";
"keyServerSlotB5"                   = "Log. B5 :";
"keyServerSlotB2"                   = "Log. B2 :";
"keyServerSlotB6"                   = "Log. B6 :";
"keyServerSlotB3"                   = "Log. B3 :";
"keyServerNoDIMM"                   = " -\t\t\t";
"keyServerUnknownDIMMSize"          = " -\t\t\t";
"keyServerDIMMSize1"				= "DIMM de 1 Go\t";
"keyServerDIMMSize2"				= "DIMM de 2 Go\t";
"keyServerDIMMSize4"				= "DIMM de 4 Go\t";
"keyServerDIMMSize8"				= "DIMM de 8 Go\t";
"keyServerDIMMSize16"				= "DIMM de 16 Go\t";

"keyNoDIMM"                     = " -\t\t\t\t";
"keyUnknownDIMMSize"            = " -\t\t\t";
"keyDIMMSize1"                  = "DIMM de 1 Go\t";
"keyDIMMSize2"                  = "DIMM de 2 Go\t";
"keyDIMMSize4"                  = "DIMM de 4 Go\t";
"keyDIMMSize8"                  = "DIMM de 8 Go\t";
"keyDIMMSize16"                 = "DIMM de 16 Go\t";

"keyUserGuideInfo"              = "Suivez attentivement les instructions du Guide de l’utilisateur pour éteindre correctement le système et placer les modules de mémoire aux emplacements recommandés.\n\nPour utiliser de nouveau cet utilitaire, lancez :";
"keyUtilityAbsPath"             = "/Système/Bibliothèque/CoreServices/Utilitaire d’emplacement de mémoire";

"keyUnsupportedSystemMessage"	= "L’Utilitaire d’emplacement de mémoire n’est pas prévu pour fonctionner sur ce système.";
